{
	"news": "News",
  "nav": {
    "items": {
      "activity": "Blog",
      "academicactivity": "Academic activity",
      "about": "About us",
      "vulnerabilities": "Vulnerabilities"
    },
    "buttons": {
      "reportincident": "Report incident",
      "reportvulnerability": "Report vulnerability"
    }
  },
  "header": {
    "description": "Security incident resolution center",
    "button": "Join us now"
  },
  "content": {
    "cybersecurity": {
      "title": "Comprehensive Cyber Security",
      "description": "Our goal is to provide comprehensive solutions and protection in cyberspace."
    },
    "aboutcsirt": {
      "title": "What is",
      "description": "CSIRT (Computer Security Incident Response Team) is a team of security IT staff that coordinates responses to security incidents, provides support to faculty network administrators and educates the public about cyber security."
    },
    "news": {
      "empty": "No news"
    }
  },
  "pages": {
    "about": {
      "description": {
        "left": "CSIRT (Computer Security Incident Response Team) is responsible for detection, evaluation and resolution of cyber threats in the network of the Faculty of Informatics and Electrical Engineering STU.",
        "right": "Our team was founded at the faculty on March 17, 2023, and Ing. Štefan Balogh, PhD., who researches detection systems and malware detection at the Institute of Applied Informatics."
      },
      "management": {
        "subtitle": "CSIRT FEI Management"
      },
      "organization": {
        "subtitle": "Organizational structure",
        "description": "We are part of the Institute of Applied Informatics FEI STU. Our team is made up of UIM students and employees. Our main teams",
        "teams": {
          "networkmonitoring": {
            "title": "Network monitoring",
            "description": "The team is responsible for monitoring and analyzing activities on the faculty network in order to identify security threats."
          },
          "analytics": {
            "title": "en:Dátová analýza a technologický rozvoj",
            "description": "en:Tím je zodpovedný za zber a analýzu bezpečnostných dát s cieľom identifikovať a predvídať potencionálne hrozby. Taktiež má za úlohu rýchlu a efektívnu komunikáciu bezpečnostných hrozieb a incidentov v rámci fakulty."
          },
          "education": {
            "title": "en:Vzdelávanie",
            "description": "en:Tím je zodpovedná za vytváranie študijných materiálov, kurzov, virtuálnych prostredí na tréning a testovanie rôznych scenárov bezpečnostných incidentov."
          },
          "development": {
            "title": "en:Vývoj aplikácií",
            "description": "en:Tím je zodpovedný za vývoj správu, údržbu a rozvoj infraštruktúry, nástrojov a aplikácií potrebných pre CSIRT FEI."
          }
        }
      }
    },
    "activity": {}
  }
}
